const teasePhrases = [
  [
    'Woob-woob, that\'s da sound of da pidor-police!',
    'Что тут у нас?',
    'Инициирую поиск пидора дня...',
    'Зачем вы меня разбудили...',
    '*Система взломана. Нанесён урон. Запущено планирование контрмер.*',
    '*Сонно смотрит на бумаги*',
    '*Доступ получен. Аннулирование протокола.*',
    '### Running `./typidor.sh`',
  ],
  [
    'Выезжаю на место...',
    '*Ведётся поиск в базе данных*',
    'А могли бы на работе делом заниматься...',
    '*Машины выехали*',
    '*Военный спутник запущен, коды доступа внутри...*',
    'Интересно...',
    'Ну давай, посмотрим кто тут классный...',
    '*Где-же он...*',
  ],
  [
    'Но кто же он?',
    '*Ведётся захват подозреваемого...*',
    'Проверяю данные...',
    'Так-так, что же тут у нас...',
    'Не может быть!',
    'Тысяча чертей!',
    'Высокий приоритет мобильному юниту.',
  ],
]

const resultPhrases = [
  'А вот и **пидор** - ',
  'Вот ты и **пидор**, ',
  'Ну ты и **пидор**, ',
  'Сегодня ты **пидор**, ',
  'Анализ завершен. **Ты пидор**, ',
  'ВЖУХ И ТЫ **ПИДОР**, ',
  '**Пидор дня** обыкновенный, 1шт. - ',
  'Стоять! Не двигаться! Вы объявлены **пидором дня**, ',
  'И прекрасный человек дня сегодня... а нет, ошибка, всего-лишь пидор - ',
  'Кто тут у нас **пидор дня**? Ты **пидор дня** - ',
  'Один раз не пи... Стоп! Ошибка вышла... Все таки ты пидор, ',
]

const pidorOfTheDayPhrases = [
  'Согласно моей информации, по результатам сегодняшнего розыгрыша **пидор дня** - ',
  'А **пидор** сегодня - ',
]

module.exports = {
  teasePhrases,
  resultPhrases,
  pidorOfTheDayPhrases,
}
